{
	"RaidParty, Play Share and Earn FORCE": "RaidParty, Juega Comparte y Gana FORCE",
	"Play Share and Earn while playing amazing games you'll love.": "Juega Comparte y Gana mientras juegas juegos increíbles que te encantarán.",
	"Win <span class=\"underline-strong\">50 ETH</span> in prizes on <span class=\"underline-strong\">free to play</span> games!": "Gana <span class=\"underline-strong\"> 50 ETH </span> en premios en <span class=\"underline-strong\"> juegos gratis para jugar </span>.",
	"<strong data-spaces-left-int='%s' class='spaces-left odometer'>%s</strong> spaces left": "<strong data-spaces-left-int='%s' class='spaces-left odometer'>%s</strong> espacios restantes",
	"Fill out the form below to secure your space.": "Complete el siguiente formulario para proteger su espacio.",
	"First Name": "Primer nombre",
	"Surname": "Apellido",
	"Email": "Correo Electronico",
	"Password": "Contraseña",
	"Greater than 6 characters long, contain one digit and one capital.": "Con más de 6 caracteres de longitud, contiene un dígito y una mayúscula.",
	"Re-type Password": "Re-escriba contraseña",
	"By joining you agree to the <a href=\"/terms-of-service\">terms of service</a> and <a href=\"/privacy\">privacy policy</a> as set out on this website.</strong>": "Al unirse, acepta los <a href=\"/terms-of-services\"> términos de servicio </a> y la <a href=\"/privacy\"> política de privacidad </a> que se establecen en este sitio web. </strong>",
	"Join Contest": "Unirse al concurso",
	"Top Prize:": "Primer premio",
	"RULES": "Reglas",
	"Rules to Win": "Reglas para ganar",
	"<span data-spaces-left-int='%s' class='spaces-left odometer'>%s</span><br />spaces left": "<span data-spaces-left-int='%s' class='spaces-left odometer'>%s</span><br />espacios restantes",
	"FORCE available": "FORCE disponible",
	"available to win": "disponible para ganar",
	"OUR WINNERS": "NUESTROS GANADORES",
	"No winners to announce yet!": "No hay ganadores para anunciar aun",
	"Will you be our first?": "Serás nuestro primero?",
	"Download <span>RaidParty<sup>TM</sup></span><br />to win prizes today.": "Descarga <span> RaidParty <sup> TM </sup> </span> <br /> para ganar premios hoy.",
	"Great, you have reserved your seat for the closed beta launch!": "Genial, ¡has reservado tu asiento para el lanzamiento beta cerrado!",
	"You will receive further intructions on how to enter each contest for winning the large prizes by email.": "Recibirá más instrucciones sobre cómo participar en cada concurso para ganar los grandes premios por correo electrónico.",
	"The full launch date is expected to be on <strong>Monday 7th May 2018</strong>": "Se espera que la fecha de lanzamiento completa sea el <strong> lunes 7 de mayo de 2018 </strong>",
	"For now, make sure you follow us on <a href=\"https://www.facebook.com/groups/RaidPartyEU/\">Facebook</a> so you don't miss out!": "Por ahora, asegúrese de seguirnos en <a href=\"https://www.facebook.com/groups/RaidPartyEU/\"> Facebook </a> para que no se lo pierda.",
	"Back to Home Page": "Volver a la página de inicio",
	"How to <span>Play</span> and <span>Win</span>": "Cómo <span> reproducir </span> y <span> ganar </span>",
	"Step 1) Download the RaidParty mobile app": "Paso 1) Descarga la aplicación móvil RaidParty",
	"Search on Google Play or the App store on iOS for RaidParty, or download from the links below directly:": "Busque en RaidParty en Google Play o la tienda de aplicaciones en iOS o descárguelo de los enlaces a continuación directamente:",
	"Step 2) Login and visit the 'games' tab inside the mobile app": "Paso 2) Ingresa y visita la pestaña 'juegos' dentro de la aplicación móvil",
	"When you get to the games tab inside the mobile app, look for your 'player code' at the top of the screen and copy it.": "Cuando llegue a la pestaña de juegos dentro de la aplicación móvil, busque su \"código de jugador\" en la parte superior de la pantalla y cópielo.",
	"You will need this unique 7 character player code to enter on the games to be entered into the reward system for each and every game you play.": "Necesitarás este código de jugador único de 7 caracteres para ingresar en los juegos e ingresar al sistema de recompensas para cada juego que juegues.",
	"Step 3) Choose a game to play": "Paso 3) Elige un juego para jugar",
	"In the same games list page, choose a game you want to play. Click the 'Play Now' button and install the game on your device.": "En la misma página de lista de juegos, elige el juego que quieras jugar. Haga clic en el botón 'Jugar ahora' e instale el juego en su dispositivo.",
	"Step 4) Enter your unique player code into the game settings": "Paso 4) Ingresa tu código de jugador único en la configuración del juego",
	"<p>Inside every game that is connected to the RaidParty reward network, will provide you an area in the settings to enter your unique 7 character player code.</p>\n\t\t<p>Look for 'RaidParty Settings' or 'RaidParty Connection' for example, submit your code and await the confirmation that you have been successfully connected.</p>\n\t\t<p>This is critical for your game play to be tracked properly and be in with a chance of winning the big jackpot prizes.</p>": "<p> Dentro de cada juego que esté conectado a la red de recompensa de RaidParty, se le proporcionará un área en la configuración para ingresar su código único de jugador de 7 caracteres. </ p> <p> Busque \"Configuración de RaidParty\" o \"Conexión de RaidParty\", por ejemplo, envíe su código y espere la confirmación de que se ha conectado correctamente. </ p> <p> Esto es fundamental para que tu juego sea rastreado correctamente y tener la oportunidad de ganar los grandes premios del jackpot. </ p>",
	"Claim your seat in the free-to-play RaidParty competition for a chance to win over 50ETH!": "¡Reclama tu asiento en la competencia de RaidParty gratuita para tener la oportunidad de ganar más de 50ETH!",
	"Enter our free-to-play competition for a chance to win over 50ETH!": "¡Ingresa a nuestra competencia gratuita para tener la oportunidad de ganar más de 50ETH!",
	"Your passwords do not match": "Tus contraseñas no coinciden",
	"You did not provide a valid password. It must be greater than 6 characters, contain one uppercase character and at least one digit": "Usted no proporcionó una contraseña válida. Debe tener más de 6 caracteres, contener un carácter en mayúscula y al menos un dígito",
	"join over %s players!": "¡únete a los jugadores de %s!",
	"<span data-total-players-int='%s' class='players-left'>%s</span><br />total players": "<span data-total-players-int = '%s' clase = 'players-left'>%s </span> <br /> jugadores totales",
	"Toggle navigation": "Navegación de palanca",
	"How to Play": "Cómo jugar",
	"Download": "Descargar",
	"All Rights Reserved.": "Todos los derechos reservados.",
	"Terms of Service": "Términos de servicio",
	"Privacy Policy": "Política de privacidad",
	"Cookie Policy": "Política de cookies",
	"Enter Free Contest": "Entrar en el Concurso Gratuito",
	"PLAY": "JUGAR",
	"Winners": "Ganadores",
	"Check out the latest <span>winners</span> <br />simply for playing <span>great games</span>": "Echa un vistazo a los últimos <span>ganadores</span> <br />simplemente por jugar<span> juegos geniales </span>",
	"We've only just launched and are waiting to select prize winners": "Acabamos de lanzar y estamos esperando para seleccionar ganadores del premio",
	"Would you like to be one of the first players to win our massive ETH jackpot prizes?": "¿Le gustaría ser uno de los primeros jugadores en ganar nuestros enormes premios del premio ETH?",
	"Yes, Enter Prize Draw": "Sí, ingrese el sorteo de premios",
	"Ends": "Termina"
}