{
    "RaidParty, Play Share and Earn FORCE": "RaidParty, Joga Partilha e Ganha FORCE",
    "Play Share and Earn while playing amazing games you'll love.": "Joga Partilha e Ganha ao jogar jogos incriveis que vai adorar.",
    "Win <span class=\"underline-strong\">50 ETH</span> in prizes on <span class=\"underline-strong\">free to play</span> games!": "Ganhar <span class=\"underline-strong\">50 ETH</span> em prémios <span class=\"underline-strong\">joga grátis os incriveis </span> jogos!",
    "<strong data-spaces-left-int='%s' class='spaces-left odometer'>%s</strong> spaces left": "<strong data-lugares disponiveis-int='%s' class='spaces-left odometer'>%s</strong> lugares disponiveis",
    "Fill out the form below to secure your space.": "Preenche o formulário para garantir o teu lugar",
    "First Name": "Primeiro Nome",
    "Surname": "Sobrenome",
    "Email": "Email",
    "Password": "Palavra Passe",
    "Greater than 6 characters long, contain one digit and one capital.": "Deve ser maior que 6 caracteres, conter um caractere maiúsculo e pelo menos um dígito",
    "Re-type Password": "Digite a palavra-passe novamente",
    "By joining you agree to the <a href=\"/terms-of-service\">terms of service</a> and <a href=\"/privacy\">privacy policy</a> as set out on this website.</strong>": "Ao juntar-se concorda com os <a href=\"/termos de serviços\">termos de serviços</a> e <a href=\"/privacy\">politicas de privacidade</a> descritas no website.</strong>",
    "Join Contest": "Join Competição",
    "Top Prize:": "Prémio Principal:",
    "RULES": "REGRAS",
    "Rules to Win": "Regras para Ganhar",
    "<span data-spaces-left-int='%s' class='spaces-left odometer'>%s</span><br />spaces left": "<span data-spaces-left-int='%s' class='spaces-left odometer'>%s</span><br />vagas",
    "FORCE available": "FORCE disponivel",
    "available to win": "disponivel para ganhar",
    "OUR WINNERS": "OS VENCEDORES",
    "No winners to announce yet!": "Nenhum vencedor para anunciar agora!",
    "Will you be our first?": "Será você o primeiro?",
    "Download <span>RaidParty<sup>TM</sup></span><br />to win prizes today.": "Download <span>RaidParty<sup>TM</sup></span><br />e começe a ganhar prémios hoje.",
    "Great, you have reserved your seat for the closed beta launch!": "Fantástico, reservou o seu lugar para o lançamento em Closed Beta",
    "You will receive further intructions on how to enter each contest for winning the large prizes by email.": "Receberá mais intruções como participar em cada competição para ganhar os prémios principais por email..",
    "The full launch date is expected to be on <strong>Monday 7th May 2018</strong>": "A data do lançamento está prevista para <strong>Segunda-Feira 7 Maio 2018</strong>",
    "For now, make sure you follow us on <a href=\"https://www.facebook.com/groups/RaidPartyEU/\">Facebook</a> so you don't miss out!": "Por agora siga as novidades no FaceBook <a href=\"https://www.facebook.com/groups/RaidPartyEU/\">Facebook</a> e não perca as novidades!",
    "Back to Home Page": "Volatar a página inicial",
    "How to <span>Play</span> and <span>Win</span>": "Como <span>Jogar</span> e <span>Ganhar</span>",
    "Step 1) Download the RaidParty mobile app": "Passo 1) Faça o Download do AP RaidParty",
    "Search on Google Play or the App store on iOS for RaidParty, or download from the links below directly:": "Procure na  Google Play ou na App store por RaidParty, ou faça download diretamente no links:",
    "Step 2) Login and visit the 'games' tab inside the mobile app": "Step 2) Login e visite a parte \"Jogos\" na aplicação.",
    "When you get to the games tab inside the mobile app, look for your 'player code' at the top of the screen and copy it.": "Quando estiver na página de jogos na aplicação, procure por \"player code\" na parte superior do ecrâ e copie.",
    "You will need this unique 7 character player code to enter on the games to be entered into the reward system for each and every game you play.": "Vai necessitar do código unico de 7 digitos para ser digitado nos jogos e qualificar a conta para o programa de recompensas por cada jogo jogado.",
    "Step 3) Choose a game to play": "Passo 3)Escolha o jogo",
    "In the same games list page, choose a game you want to play. Click the 'Play Now' button and install the game on your device.": "Selecione 'Jogar Agora' e instale o jogo no seu dispositivo.",
    "Step 4) Enter your unique player code into the game settings": "Step 4)Digite \"cole\" o seu \"player code\" de 7 digitos nas definições do jogo",
    "<p>Inside every game that is connected to the RaidParty reward network, will provide you an area in the settings to enter your unique 7 character player code.</p>\n\t\t<p>Look for 'RaidParty Settings' or 'RaidParty Connection' for example, submit your code and await the confirmation that you have been successfully connected.</p>\n\t\t<p>This is critical for your game play to be tracked properly and be in with a chance of winning the big jackpot prizes.</p>": "<p>Cada jogo que participa no programa de recompensas RaidParty, terá uma parte para digitar o seu código de  7 digitos.</p>\n <p> procure por 'RaidParty Settings' ou 'RaidParty Connection' por exemplo, digite o código e aguarde confirmação.</p>\n<p>Este passo é essencial para o seu jogo ser validado corretamente e entrar na competição para os maiores prémios.</p>",
    "Claim your seat in the free-to-play RaidParty competition for a chance to win over 50ETH!": "Garante o teu lugar na competição grátis para jogar da  RaidParty para a chance de ganhar 50ETH!",
    "Enter our free-to-play competition for a chance to win over 50ETH!": "Entra na competição grátis para jogar e ganhar 50ETH!",
    "Your passwords do not match": "As palavras passes não são iguais",
    "You did not provide a valid password. It must be greater than 6 characters, contain one uppercase character and at least one digit": "Não digitou uma palavra passe válida. Deve ser maior que 6 caracteres, conter um caractere maiúsculo e pelo menos um dígito",
    "join over %s players!": "Joga com os mais de %s jogadores!",
    "<span data-total-players-int='%s' class='players-left'>%s</span><br />total players": "<span data-total-players-int='%s' class='players-left'>%s</span><br />total de jogadores"
}